Repository: konstantinullrich/oxen-service-node-operator
Catalog: lib/l10n/intl_*.arb
Languages: de

# welcome
source: Welcome, OXEN Service Node Operator
de: Willkommen, OXEN Service Node Operator

# welcome_first_line
source: Here you can watch Service Nodes you run or contribute to.
de: Hier kannst du die Service Nodes überwachen, die du bereibst oder zu den du beiträgst.

# add_node_to_get_started
source: Add a Service Node below to get started.
de: Füge einen Service Node hinzu um loszulegen.

# add_service_node
source: Add a Service Node
de: Service Node hinzufügen

source: Add Daemon
de: Daemon hinzufügen

source: Save Service Node
de: Service Node speichern

source: Delete Service Node
de: Service Node löschen

# title_add_daemon
source: Add Daemon
de: Daemon hinzufügen

# title_edit_daemons
source: Edit Daemons
de: Daemons bearbeiten

# title_add_service_node
source: Add Service Node
de: Service Node hinzufügen

# title_edit_service_node
source: Edit Service Node
de: Service Node bearbeiten

# title_edit_service_nodes
source: Edit Service Nodes
de: Service Nodes bearbeiten

# title_settings
source: Settings
de: Einstellungen

source: Public Key
de: Öffentlicher Schlüssel

# public_ip
source: IP Address
de: IP Adresse

source: Daemon Address
de: Daemon Adresse

# all_service_nodes
source: {networkSize} nodes at height {currentHeight}
de: {networkSize} Nodes bei Höhe {currentHeight}

source: Your Service Nodes
de: Deine Service Nodes

# health_all_nodes
source: All {total} nodes operational
de: Alle {total} Node(s) sind betriebsbereit

# health_out_of_nodes
source: {healthyNodes} out of {total} nodes are operational
de: {healthyNodes} von {total} Nodes sind betriebsbereit

# health_no_nodes
source: No nodes are operational!
de: Kein Node ist betriebsbereit!

source: Last Reward
de: Letzte Belohung

source: More
de: Mehr

source: Please select:
de: Bitte auswählen:

source: Last Reward Height
de: Letzte Belohungs Höhe

source: Earned Downtime Blocks
de: Verdiente Downtime Blöcke

source: blocks
de: Blöcke

source: Registration Height
de: Registrierungs Höhe

# registration_hf_version
source: Registration Hardfork Version
de: Registrierte Hardfork Version

source: Last Uptime Proof
de: Letzter Uptime Proof

source: Next Reward:
de: Nächste Belohnung:

# estimated_reward_block
source: ~ in {nextReward} blocks
de: ~ in {nextReward} Blöcken

# copied_to_clipboard
source: Copied {title} to clipboard
de: {title} in die Zwischenablage kopiert

source: Checkpoints
de: Checkpoint Blöcke

source: Pulses
de: Pulse Blöcke

# state_height
source: Last State Change Height
de: Letzte Zustandsänderung Höhe

source: Contributors
de: Beiträger

# address
source: Staker
de: Spender

source: Amount
de: Betrag

source: Awaiting Contributions
de: Warten auf Beiträge

source: hours
de: Stunden

# minutes_ago
source: {minutes} minutes ago
de: vor {minutes} Minuten

# month_january
source: January
de: Januar

# month_february
source: February
de: Februar

# month_march
source: March
de: März

# month_may
source: May
de: Mai

# month_june
source: June
de: Juni

# month_july
source: July
de: Juli

# month_october
source: October
de: Oktober

# month_december
source: December
de: Dezember

# settings_title_general
source: General
de: Generelle Einstellungen

# settings_language
source: Language
de: Sprache

# settings_order_by
source: Order Nodes by
de: Sortierung

# settings_dark_theme
source: Dark Theme
de: Dunkles Farbschema

# settings_light_theme
source: Light Theme
de: Helles Farbschema

# error_router_no_route
source: No route defined for {name}
de: Für {name} ist keine Route definiert

# error_public_key_too_long
source: Public Key too long
de: Öffentlicher Schlüssel zu lang

# error_public_key_too_short
source: Public Key too short
de: Öffentlicher Schlüssel zu kurz

# error_you_are_already_monitoring
source: You are already monitoring that node
de: Du überwachst diesen Node bereits

# error_name_taken
source: You already have a node with that name
de: Du hast bereits einen Node mit dem Namen

# error_text_daemon_port
source: Daemon port can only contain numbers between 0 and 65535
de: Der Daemon Port kann nur Nummern zwischen 0 und 65535 beinhalten.

# error_text_daemon_address
source: Please enter a valid iPv4 address or domain name
de: Bitte gebe eine valide iPv4 Adresse oder Domain Name ein.

# success_saved_node
source: Node successfully saved
de: Node gespeichert

# dashboard_order_by_next_reward
source: Next Reward
de: Nächste Belohnung
